[Notes.DisclaimerExpert_AbstrInv DisAbstractItem]
m_ItemName="Bonfires"
m_PluralItemName=""
m_Description="Touch as many red beams of light as you can before the time runs out.\n\nTouch the red beams of light that appear randomly.\nEach beam of light that you reach will extend the countdown time.\nHigh mobility through the Blink power and Agility will be your best ally. \nIf you fall into the Void, you restart on the last beam you reached.\n\nAssassins patrol the area. \nYour mana regenerates very slowly. \nGrab the mana elixirs dispatched around the area to restore it faster.\n\nScoring:\n* Each red beam reached gives a score bonus, with a special bonus if you make it in a very short time.\n* Some unique tricky jumps give you a bonus when performed.\n* Your remaining health at the end of the challenge gives you a score bonus\n\nGame Over: \nThe challenge is over when the timer reaches 0 or if you die. \n"

[Notes.DisclaimerExpert_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.DisclaimerNormal_AbstrInv DisAbstractItem]
m_ItemName="Bonfires"
m_PluralItemName=""
m_Description="Touch as many red beams of light as you can before the time runs out.\n\nTouch the red beams of light that appear randomly.\nEach beam of light that you reach will extend the countdown time.\nHigh mobility through the Blink power and Agility will be your best ally. \nIf you fall into the Void, you restart on the last beam you reached.\n\nIf you fall on the ground, you take no damage.\nYour mana regenerates very quickly, don't hesitate to use Blink a lot..\n\nScoring:\n* Each red beam reached gives a score bonus, with a special bonus if you make it in a very short time.\n* Some unique tricky jumps give you a bonus when performed.\n\nGame Over: \nThe challenge is over when the timer reaches 0.\n"

[Notes.DisclaimerNormal_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

